Repository: hetwieg/wpSOL
Catalog: sources/languages/wpsol-*.po
Languages: nl_nl

source: Login with your SOL account
nl_nl: Log in met je SOL account

source: Members-Area
nl_nl: Voor Leden

source: Write a Post
nl_nl: Schrijf een Bericht

source: Upload Media
nl_nl: Upload Bestanden

source: Log Out
nl_nl: Uitloggen

source: Show links when logged in:
nl_nl: Laat links zien wanneer ingelogd:

source: New user registrations through login.scouting.nl have been disabled for this site, please contact the site administrator if you feel this is incorrect
nl_nl: Nieuwe gebruikersregistraties via login.scouting.nl zijn uitgeschakeld voor deze website, neem contact op met de sitebeheerder als u denkt dat dit onjuist is

source: wpSOL Setup Instructions
nl_nl: wpSOL Installatie Instructies

source: wp-user-id based on username (%s) does not match wp-user-id based on email (%s)
nl_nl: wp-user-id gebaseerd op username (%s) is niet gelijk aan wp-user-id gebaseerd op email (%s)

source: Error 14: Something went wrong, please notify the site administrator [%s|%s|%s|%s]
nl_nl: Fout 14: Er ging iets verkeerd, geef dit alstublieft door aan de sitebeheerder [%s|%s|%s|%s]

source: The login was cancelled, either the user cancelled the request, or login.scouting.nl isn't aware of your domain (%s)
nl_nl: Het inloggen is geannuleerd, de gebruiker heeft geen toestemming gegeven, of je domein (%s) is niet bekend bij login.scouting.nl

source: The login failed with openid-mode: "%s"
nl_nl: Het inloggen is mislukt met openid-mode: "%s"

source: Settings
nl_nl: Instellingen

source: wpSOL profile information
nl_nl: wpSOL profiel informatie

source: Birthdate
nl_nl: Geboortedatum

source: Gender
nl_nl: Geslacht

source: You do not have sufficient permissions to access this page.
nl_nl: Je hebt onvoldoende rechten voor het bekijken van deze pagina.

source: Set display_name to:
nl_nl: Stel display_name in op:

source: Full name
nl_nl: Volledige naam

source: First name
nl_nl: Voornaam

source: Last name
nl_nl: Achternaam

source: Username
nl_nl: Gebruikersnaam

source: Force display_name on each login:
nl_nl: Forceer display_name bij elke login:

source: Force first and last name on each login:
nl_nl: Forceer voornaam en achternaam bij elke login:

source: Store birthdate to local profile:
nl_nl: Sla geboortedatum op in het lokale profiel:

source: Store gender to local profile:
nl_nl: Sla geslacht op in het lokale profiel:

source: Store Scouting ID to local profile:
nl_nl: Sla Scouting lid-nummer op in het lokale profiel:

source: Automatically create new users:
nl_nl: Automatisch nieuwe gebruikers aanmaken:

source: Prefix for all Scouting Nederland users:
nl_nl: Voorvoegsel voor alle Scouting Nederland users:

source: By giving a prefix like sn_ you can easily identify which accounts are from Scouting Nederland
nl_nl: Door een voorvoegsel in te stellen zoals sn_ kan je accounts van Scouting Nederland makkelijk terugvinden

source: After a successful login redirect user to:
nl_nl: Na een succesvolle login redirect naar:

source: Default (no action)
nl_nl: Standaard (geen actie)

source: After logout redirect user to:
nl_nl: Na uitloggen redirect naar:

source: Settings Saved
nl_nl: Instellingen Opgeslagen

source: wpSOL [ScoutsOnLine] Settings
nl_nl: wpSOL [ScoutsOnLine] Instellingen

source: Save Changes
nl_nl: Wijzigingen Opslaan

source: https://github.com/koter84/wpSOL
nl_nl: http://github.com/koter84/wpSOL

source: Connect WordPress to the Scouting Nederland OpenID Server
nl_nl: Gebruik de Scouting Nederland OpenID Server met WordPress
